Repository: awisniewskiathtp/deepfake-voice-analyzer
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pl

source: TECHNICAL REPORT - AUDIO ANALYSIS
pl: RAPORT TECHNICZNY – ANALIZA AUDIO

source: Analysis date
pl: Data analizy

source: Input file
pl: Plik źródłowy

source: Case ID
pl: Identyfikator sprawy

source: Analyst
pl: Analityk

source: Heuristic Evaluation:
pl: Ocena heurystyczna:

source: No suspicious features found
pl: Brak wyraźnych podejrzanych cech

source: Very low zero-crossing (possible synthesis)
pl: Bardzo niski zero-crossing (możliwa synteza)

source: Unnatural spectral shape (low MFCC_1)
pl: Nienaturalna barwa widma (niska wartość MFCC_1)

source: Acoustic Features (averaged):
pl: Cechy akustyczne (wartości średnie):

source: MFCC Visualization
pl: Wizualizacja MFCC

source: Disclaimer: This report is for informational use only and is not a forensic expert opinion.
pl: Uwaga: raport ma charakter pomocniczy i nie stanowi ekspertyzy fonoskopijnej.
